Repository: override1978/HomeKitFloorplan
Catalog: HomeFloorplan/Localizable.xcstrings
Source language: en
Languages: it

# automation.timeCondition.endKind
source: End time
it: Ora di fine

# automation.timeCondition.popup.subtitle
source: Limit the automation to before or after a time, sunrise, or sunset.
it: Limita l’automazione a prima o dopo un orario, alba o tramonto.

# automation.timeCondition.popup.title
source: Time condition
it: Condizione oraria

# automation.timeCondition.relation
source: Relation
it: Relazione

# automation.timeCondition.summary.between
source: Between %1$@ and %2$@
it: Tra %1$@ e %2$@

# automation.timeCondition.title
source: Time condition
it: Condizione oraria

# automation.timer.at
source: at
it: alle

# automation.timer.once
source: Once at
it: Una volta alle

# automation.trigger.anyValue
source: Any change
it: Qualsiasi variazione

# automation.trigger.anyValue.description
source: Triggers on any value change
it: Si attiva a ogni variazione di valore

# automation.type.event
source: Event
it: Evento

# automation.type.location
source: Location
it: Posizione

# automation.type.presence
source: Presence
it: Presenza

# automation.type.time
source: Time
it: Orario

# automation.type.unknown
source: Unknown
it: Sconosciuto

# automation.value.off
source: Off
it: Spento

# automation.wizard.accessoryGroup.capabilitiesCount
source: %d options
it: %d opzioni

# automation.wizard.accessoryPicker.emptySelection.subtitle
source: Open the target picker, filter the available accessories, then configure the selected value here.
it: Apri il selettore target, filtra gli accessori disponibili, poi configura qui il valore selezionato.

# automation.wizard.accessoryPicker.emptySelection.title
source: Choose an accessory state
it: Scegli uno stato accessorio

# automation.wizard.action.empty
source: No On/Off accessories
it: Nessun accessorio acceso/spento

# automation.wizard.action.empty.description
source: All compatible accessories are already included, or none are available.
it: Tutti gli accessori compatibili sono già inclusi, oppure non ce ne sono disponibili.

# automation.wizard.action.subtitle
source: First version supports On/Off actions.
it: La prima versione supporta azioni acceso/spento.

# automation.wizard.action.subtitle.full
source: Select accessories and configure the target state to run when the automation fires.
it: Seleziona gli accessori e configura lo stato da applicare quando l’automazione parte.

# automation.wizard.action.title
source: Choose an accessory action
it: Scegli un’azione accessorio

# automation.wizard.conditions.add
source: Add condition
it: Aggiungi condizione

# automation.wizard.conditions.browser.subtitle
source: Filter by room or type, then choose the value to check.
it: Filtra per stanza o tipo, poi scegli il valore da verificare.

# automation.wizard.conditions.browser.title
source: Condition sources
it: Sorgenti condizioni

# automation.wizard.conditions.emptyFiltered
source: No condition matches these filters
it: Nessuna condizione corrisponde a questi filtri

# automation.wizard.conditions.logic
source: Condition logic
it: Logica condizioni

# automation.wizard.conditions.logic.title
source: How conditions are grouped
it: Come raggruppare le condizioni

# automation.wizard.conditions.none
source: The automation will run whenever the trigger happens.
it: L’automazione verrà eseguita ogni volta che si verifica il trigger.

# automation.wizard.conditions.none.title
source: No conditions
it: Nessuna condizione

# automation.wizard.conditions.overview.subtitle
source: Conditions do not start the automation. They decide whether the scene is allowed to run after the trigger happens.
it: Le condizioni non avviano l’automazione. Decidono se la scena può partire dopo il trigger.

# automation.wizard.conditions.overview.title
source: Optional checks
it: Controlli opzionali

# automation.wizard.conditions.selected
source: Selected conditions
it: Condizioni selezionate

# automation.wizard.context.conditions
source: Conditions
it: Condizioni

# automation.wizard.context.missing
source: Not set
it: Non impostato

# automation.wizard.context.optional
source: Optional
it: Opzionale

# automation.wizard.context.pending
source: Pending
it: In sospeso

# automation.wizard.context.ready
source: Ready
it: Pronta

# automation.wizard.context.review
source: Review
it: Revisione

# automation.wizard.context.scene
source: Scene
it: Scena

# automation.wizard.context.startEvents.count
source: %d events
it: %d eventi

# automation.wizard.defaultName
source: Run %@
it: Esegui %@

# automation.wizard.defaultName.location
source: Location automation
it: Automazione posizione

# automation.wizard.defaultName.presence
source: People automation
it: Automazione persone

# automation.wizard.defaultName.schedule
source: Scheduled automation
it: Automazione programmata

# automation.wizard.defaultName.trigger
source: %@ automation
it: Automazione %@

# automation.wizard.editTitle
source: Edit Automation
it: Modifica automazione

# automation.wizard.emptyFiltered.description
source: Try changing search, room, or type filters.
it: Prova a cambiare ricerca, stanza o filtri tipo.

# automation.wizard.filter.allRooms
source: All rooms
it: Tutte le stanze

# automation.wizard.name
source: Name
it: Nome

# automation.wizard.name.placeholder
source: Automation name
it: Nome automazione

# automation.wizard.noCapabilities.description
source: No readable HomeKit characteristics are available for automation triggers.
it: Non sono disponibili caratteristiche HomeKit leggibili per i trigger di automazione.

# automation.wizard.noCapabilities.title
source: No compatible triggers
it: Nessun trigger compatibile

# automation.wizard.noScenes.description
source: Create a scene first, then attach it to an automation.
it: Crea prima una scena, poi collegala a un’automazione.

# automation.wizard.noScenes.title
source: No scenes
it: Nessuna scena

# automation.wizard.operator
source: Operator
it: Operatore

# automation.wizard.proposalTitle
source: Review Automation
it: Rivedi automazione

# automation.wizard.scene.pickerTitle
source: Choose Scene
it: Scegli scena

# automation.wizard.scene.subtitle
source: For now this wizard creates scene-based automations. Direct accessory actions can be added later without changing the earlier steps.
it: Seleziona una scena. L’automazione la eseguirà quando le sezioni IF e AND corrispondono.

# automation.wizard.scene.title
source: Choose the scene to run
it: Scegli la scena da eseguire

# automation.wizard.search.placeholder
source: Search accessory, room, or capability
it: Cerca accessorio, stanza o funzione

# automation.wizard.selection.current
source: Current selection
it: Selezione corrente

# automation.wizard.selection.empty
source: Choose a target
it: Scegli un target

# automation.wizard.selection.emptySubtitle
source: Use the filters below, then select one of the available options.
it: Usa i filtri sotto, poi seleziona una delle opzioni disponibili.

# automation.wizard.selection.options
source: Available options
it: Opzioni disponibili

# automation.wizard.source.future
source: Soon
it: Presto

# automation.wizard.source.unavailable
source: This source is reserved in the flow, but creation is not implemented yet. Accessory events are available now.
it: Questa sorgente è prevista nel flusso, ma la creazione non è ancora implementata. Gli eventi accessorio sono disponibili ora.

# automation.wizard.sources.title
source: Sources
it: Sorgenti

# automation.wizard.step.conditions
source: Only if
it: Solo se

# automation.wizard.step.conditions.subtitle
source: Add optional checks that must be true.
it: Aggiungi controlli opzionali che devono essere veri.

# automation.wizard.step.scene
source: Run
it: Esegui

# automation.wizard.step.scene.subtitle
source: Choose the scene to execute.
it: Scegli la scena da eseguire.

# automation.wizard.step.summary
source: Review
it: Revisione

# automation.wizard.step.summary.subtitle
source: Confirm the automation before saving.
it: Conferma l’automazione prima di salvarla.

# automation.wizard.step.trigger
source: When
it: Quando

# automation.wizard.step.trigger.subtitle
source: Choose the event that starts this automation.
it: Scegli l’evento che avvia questa automazione.

# automation.wizard.summary.accessoryActions
source: accessory actions
it: azioni accessorio

# automation.wizard.summary.conditions
source: Conditions
it: Condizioni

# automation.wizard.summary.noConditions
source: No conditions
it: Nessuna condizione

# automation.wizard.summary.scene
source: Action
it: Azione

# automation.wizard.summary.subtitle
source: Give it a name and confirm the trigger, conditions, and scene.
it: Dai un nome e conferma trigger, condizioni e azione.

# automation.wizard.summary.title
source: Review automation
it: Rivedi automazione

# automation.wizard.target.change
source: Change target
it: Cambia target

# automation.wizard.target.choose
source: Choose target
it: Scegli target

# automation.wizard.targetPicker.title
source: Choose Target
it: Scegli target

# automation.wizard.targetType.subtitle
source: Select the kind of trigger or condition you want to configure.
it: Seleziona il tipo di trigger o condizione da configurare.

# automation.wizard.targetType.title
source: Choose type
it: Scegli tipo

# automation.wizard.threshold
source: Threshold
it: Soglia

# automation.wizard.title
source: New Automation
it: Nuova automazione

# automation.wizard.trigger.browser.subtitle
source: Choose the accessory state, then configure the operator and value.
it: Scegli lo stato dell’accessorio, poi configura operatore e valore.

# automation.wizard.trigger.browser.title
source: Accessory triggers
it: Trigger accessori

# automation.wizard.trigger.configured
source: Configured trigger
it: Trigger configurato

# automation.wizard.trigger.emptyFiltered
source: No trigger matches these filters
it: Nessun trigger corrisponde a questi filtri

# automation.wizard.trigger.source.subtitle
source: The wizard is structured by trigger source, so more HomeKit trigger types can fit here later.
it: Il wizard è organizzato per sorgente trigger, così altri tipi di trigger HomeKit potranno essere aggiunti qui.

# automation.wizard.trigger.source.title
source: Choose what starts the automation
it: Scegli cosa avvia l’automazione

# automation.wizard.value
source: Value
it: Valore

# automations.create.accessibility
source: Create Automation
it: Crea automazione

# automations.empty.create
source: Create Automation
it: Crea automazione

# automations.empty.description
source: You have not configured automations in HomeKit. You can create them from the Apple Home app.
it: Non hai configurato automazioni in HomeKit. Puoi crearle dall app Casa di Apple.

# automations.empty.title
source: No Automations
it: Nessuna automazione

# automations.hero.enabled
source: Enabled
it: Attive

# automations.hero.label
source: YOUR AUTOMATIONS
it: LE TUE AUTOMAZIONI

# automations.hero.mainType
source: Main Type
it: Tipo principale

# automations.hero.paused
source: Paused
it: In pausa

# automations.hero.plural
source: automations
it: automazioni

# automations.hero.singular
source: automation
it: automazione

# automations.navigationTitle
source: Automations
it: Automazioni

# automations.search.prompt
source: Search automations
it: Cerca automazioni

# automations.section.all
source: AUTOMATIONS
it: AUTOMAZIONI

# automations.toggleError.prefix
source: Unable to modify automation
it: Impossibile modificare l automazione

# Automazioni
source: Automations
it: Automazioni

# Avanti
source: Next
it: Avanti

# Batteria
source: Battery
it: Batteria

# Batteria scarica
source: Low Battery
it: Batteria scarica

# behavioral.card.observations
source: %d observations
it: %d osservazioni

# behavioral.dayType.daily
source: every day
it: ogni giorno

# behavioral.dayType.weekday
source: on weekdays
it: nei feriali

# behavioral.dayType.weekend
source: on weekends
it: nel weekend

# behavioral.opportunity.approve
source: Create automation
it: Crea automazione

# behavioral.opportunity.conversational.badge
source: Requested by you
it: Richiesta da te

# behavioral.opportunity.snooze
source: Later
it: Più tardi

# behavioral.opportunity.title.activate
source: Activate %@
it: Attiva %@

# behavioral.opportunity.title.close
source: Close %@
it: Chiudi %@

# behavioral.opportunity.title.dim
source: Dim %@
it: Abbassa %@

# behavioral.opportunity.title.lock
source: Lock %@
it: Blocca %@

# behavioral.opportunity.title.off
source: Turn off %@
it: Spegni %@

# behavioral.opportunity.title.on
source: Turn on %@
it: Accendi %@

# behavioral.opportunity.title.open
source: Open %@
it: Apri %@

# behavioral.opportunity.title.unlock
source: Unlock %@
it: Sblocca %@

# behavioral.pattern.sequential.activate
source: After %1$@, %2$@ activates within %3$d min
it: Dopo %1$@, %2$@ si attiva entro %3$d min

# behavioral.pattern.sequential.default
source: When %1$@ is used, %2$@ changes within %3$d min
it: Quando usi %1$@, %2$@ cambia entro %3$d min

# behavioral.pattern.sequential.dim
source: After %1$@, %2$@ dims within %3$d min
it: Dopo %1$@, %2$@ si abbassa entro %3$d min

# behavioral.pattern.sequential.off
source: After %1$@, %2$@ turns off within %3$d min
it: Dopo %1$@, %2$@ si spegne entro %3$d min

# behavioral.pattern.sequential.on
source: After %1$@, %2$@ turns on within %3$d min
it: Dopo %1$@, %2$@ si accende entro %3$d min

# behavioral.pattern.temporal.activate
source: %1$@ activates %2$@ at %3$@
it: %1$@ si attiva %2$@ alle %3$@

# behavioral.pattern.temporal.close
source: %1$@ closes %2$@ at %3$@
it: %1$@ si chiude %2$@ alle %3$@

# behavioral.pattern.temporal.dim
source: %1$@ dims %2$@ at %3$@
it: %1$@ si abbassa %2$@ alle %3$@

# behavioral.pattern.temporal.lock
source: %1$@ locks %2$@ at %3$@
it: %1$@ si blocca %2$@ alle %3$@

# behavioral.pattern.temporal.off
source: %1$@ turns off %2$@ at %3$@
it: %1$@ si spegne %2$@ alle %3$@

# behavioral.pattern.temporal.on
source: %1$@ turns on %2$@ at %3$@
it: %1$@ si accende %2$@ alle %3$@

# behavioral.pattern.temporal.open
source: %1$@ opens %2$@ at %3$@
it: %1$@ si apre %2$@ alle %3$@

# behavioral.pattern.temporal.unlock
source: %1$@ unlocks %2$@ at %3$@
it: %1$@ si sblocca %2$@ alle %3$@

# Benvenuto in Home Floorplan
source: Welcome to Home Floorplan
it: Benvenuto in Home Floorplan

source: Bidirectional
it: Bidirezionale

source: Burst Clusters (last run)
it: Burst Clusters (ultima esecuzione)

# button.all
source: All
it: Tutti

# button.cancel
source: Cancel
it: Annulla

# button.delete
source: Delete
it: Elimina

# button.done
source: Done
it: Fine

# camera.status.motion
source: Motion
it: Movimento

# camera.status.occupancy
source: Presence
it: Presenza

# Cancella log
source: Clear log
it: Cancella log

# Cancella tutto il log?
source: Clear all log entries?
it: Cancella tutto il log?

# Carica da Libreria Foto
source: Load from Photo Library
it: Carica da Libreria Foto

source: Load an image (floorplan, house photo, diagram) and place HomeKit accessory markers to control them at a glance.
it: Carica un'immagine (planimetria, foto della casa, schema) e posiziona i marker dei tuoi accessori HomeKit per controllarli con un colpo d'occhio.

# Carica una foto o uno screenshot della tua planimetria.
source: Load a photo or screenshot of your floorplan.
it: Carica una foto o uno screenshot della tua planimetria.

# Casa attiva
source: Active Home
it: Casa attiva

# Cerca accessorio
source: Search accessory
it: Cerca accessorio

# Cerca scena
source: Search scene
it: Cerca scena

# char.name.active
source: Active
it: Attivo

# char.name.brightness
source: Brightness
it: Luminosità

# char.name.colorTemp
source: Color Temperature
it: Temperatura colore

# char.name.currentTemp
source: Current Temperature
it: Temperatura attuale

# char.name.hue
source: Hue
it: Tonalità

# char.name.humidity
source: Humidity
it: Umidità

# char.name.lock
source: Lock
it: Serratura

# char.name.mode
source: Mode
it: Modalità

# char.name.position
source: Position
it: Posizione

# char.name.power
source: Power
it: Alimentazione

# char.name.saturation
source: Saturation
it: Saturazione

# char.name.targetTemp
source: Temperature
it: Temperatura

# chart.mode.average
source: Average
it: Media

# chart.mode.perSensor
source: Per sensor
it: Per sensore

# chat.automation.action.close
source: Close
it: Chiudi

# chat.automation.action.dim
source: Set brightness to %d%%
it: Imposta luminosità al %d%%

# chat.automation.action.humidity
source: Set humidity to %d%%
it: Imposta umidità al %d%%

# chat.automation.action.lock
source: Lock
it: Blocca

# chat.automation.action.multiple
source: %d actions in Automation Builder
it: %d azioni nel builder di automazioni

# chat.automation.action.off
source: Turn off accessory
it: Spegni accessorio

# chat.automation.action.on
source: Turn on accessory
it: Accendi accessorio

# chat.automation.action.open
source: Open
it: Apri

# chat.automation.action.scene
source: Run scene %@
it: Esegui scena %@

# chat.automation.action.sceneFallback
source: selected
it: selezionata

# chat.automation.action.speed
source: Set speed to %d%%
it: Imposta velocità al %d%%

# chat.automation.action.temp
source: Set temperature to %d°C
it: Imposta temperatura a %d°C

# chat.automation.action.unlock
source: Unlock
it: Sblocca

# chat.automation.action.unsupported
source: Action not supported
it: Azione non supportata

# chat.automation.condition.atHome
source: Someone is home
it: Qualcuno è in casa

# chat.automation.condition.between
source: between %1$@ and %2$@
it: tra %1$@ e %2$@

# chat.automation.condition.notAtHome
source: Nobody is home
it: Nessuno è in casa

# chat.automation.mode.cool
source: Cool
it: Raffredda

# chat.automation.mode.heat
source: Heat
it: Riscalda

# chat.automation.preview.action
source: Action
it: Azione

# chat.automation.preview.condition
source: Condition
it: Condizione

# chat.automation.preview.request
source: Request
it: Richiesta

# chat.automation.preview.title
source: Automation preview
it: Anteprima automazione

# chat.automation.preview.when
source: When
it: Quando

# chat.automation.trigger.arriveHome
source: When someone arrives home
it: Quando qualcuno arriva a casa

# chat.automation.trigger.arriveLocation
source: When arriving
it: All'arrivo

# chat.automation.trigger.leaveHome
source: When someone leaves home
it: Quando qualcuno esce di casa

# chat.automation.trigger.leaveLocation
source: When leaving
it: All'uscita

# chat.automation.trigger.manual
source: Manual / in-app
it: Manuale / in-app

# chat.automation.trigger.sensor
source: Sensor threshold
it: Soglia sensore

# chat.weekdays.everyDay
source: Every day
it: Ogni giorno

# chat.weekdays.weekdays
source: Weekdays
it: Giorni feriali

source: Checks whether Home Floorplan App Intents are available.
it: Verifica se gli App Intents di Home Floorplan sono disponibili.

# Chiudi
source: Close
it: Chiudi

# climate.state.idle
source: Idle
it: A riposo

# climate.state.inactive
source: Inactive
it: Inattivo

source: Connect environmental sensors in HomeKit: temperature, humidity, air quality and more will appear here.
it: Collega sensori ambientali in HomeKit: temperatura, umidità, qualità aria e altro appariranno qui.

# common.add
source: Add
it: Aggiungi

# common.add.count
source: Add (%lld)
it: Aggiungi (%lld)

# common.approve
source: Approve
it: Approva

# common.back
source: Back
it: Indietro

# common.cancel
source: Cancel
it: Annulla

# common.close
source: Close
it: Chiudi

# common.create
source: Create
it: Crea

# common.delete
source: Delete
it: Elimina

# common.dismiss
source: Close
it: Chiudi

# common.done
source: Done
it: Fine

# common.duplicate
source: Duplicate
it: Duplica

# common.edit
source: Edit
it: Modifica

# common.hide
source: Hide
it: Nascondi

# common.ignore
source: Ignore
it: Ignora

# common.name
source: Name
it: Nome

# common.next
source: Next
it: Avanti

# common.off
source: Off
it: Spento

# common.rename
source: Rename
it: Rinomina

# common.reset
source: Reset
it: Ripristina

# common.save
source: Save
it: Salva

# common.scenes
source: Scenes
it: Scene

# common.yes
source: Yes
it: Sì

# Configura in Casa
source: Configure in Home
it: Configura in Casa

# Configura le stanze nell'app Casa di iOS.
source: Configure rooms in the iOS Home app.
it: Configura le stanze nell'app Casa di iOS.

# Configura sensori
source: Configure sensors
it: Configura sensori

# Configura una casa dall'app Casa di Apple per iniziare.
source: Configure a home from the Apple Home app to get started.
it: Configura una casa dall'app Casa di Apple per iniziare.

# Configurazione
source: Configuration
it: Configurazione

# content.empty.message
source: Choose an item from the sidebar to get started.
it: Scegli un elemento dalla barra laterale per iniziare.

# content.empty.title
source: Select a section
it: Seleziona una sezione

# content.floorplan.notFound.message
source: Choose another item from the sidebar to continue.
it: Scegli un altro elemento dalla barra laterale per continuare.

# content.floorplan.notFound.title
source: Floorplan not found
it: Planimetria non trovata

source: Contextual Candidates
it: Candidati contestuali

source: Contextual Candidates (rejected by time gate)
it: Candidati contestuali (scartati dal time gate)

# Continua a disegnare
source: Continue drawing
it: Continua a disegnare

# Controlla che nulla blocchi la chiusura del garage.
source: Check that nothing is blocking the garage door.
it: Controlla che nulla blocchi la chiusura del garage.

# Controlli
source: Controls
it: Controlli

# Controllo smart
source: Smart control
it: Controllo smart

# Copia diagnostica
source: Copy diagnostic
it: Copia diagnostica

source: Correlation Outcomes
it: Esiti correlazione

# count.action.plural
source: actions
it: azioni

# count.action.singular
source: action
it: azione

# count.sensor.plural
source: sensors
it: sensori

# count.sensor.singular
source: sensor
it: sensore

source: Coupled pairs excluded from sequential
it: Coppie accoppiate escluse dal sequenziale

source: Coupling criteria: frequency ≥ 6/day (or bidirectional ≥ 3/day) AND hours ≥ 5 AND days ≥ 60% — excludes from sequential.
it: Criteri di coupling: frequenza ≥ 6/giorno (o bidirezionale ≥ 3/giorno) AND ore ≥ 5 AND giorni ≥ 60% — esclude dal sequenziale.

# Crea
source: Create
it: Crea

# Crea da Apple Casa
source: Create from Apple Home
it: Crea da Apple Casa

# Crea la tua prima planimetria per iniziare.
source: Create your first floorplan to get started.
it: Crea la tua prima planimetria per iniziare.

# Crea planimetria
source: Create Floorplan
it: Crea planimetria

# Critico
source: Critical
it: Critico

source: Danger
it: Pericolo

# Debug HomeKit
source: HomeKit Debug
it: Debug HomeKit

# Debug planimetria
source: Floorplan debug
it: Debug planimetria

source: Debug section
it: Sezione debug

source: Demo Data
it: Dati demo

# Dettagli tecnici (%lld)
source: Technical details (%lld)
it: Dettagli tecnici (%lld)

source: Device Coupling (last run)
it: Device Coupling (ultima esecuzione)

# Diagnostica copiata negli appunti
source: Diagnostic copied to clipboard
it: Diagnostica copiata negli appunti

# digest.header.pageOf
source: %1$d of %2$d
it: %1$d di %2$d

# digest.header.title
source: AI Insights
it: Insight AI

# Dimensione
source: Size
it: Dimensione

# Dimensione marker
source: Marker size
it: Dimensione marker

# DISARMA
source: DISARM
it: DISARMA

# Disegna planimetria
source: Draw floorplan
it: Disegna planimetria

# dismiss.reason.normalized
source: Conditions normalized
it: Condizioni normalizzate

# doorlock.action.lock
source: Lock
it: Chiudi

# doorlock.action.unlock
source: Unlock
it: Apri

# doorlock.autoSecure.label
source: Auto secure
it: Blocco automatico

# doorlock.autoSecure.off
source: Off
it: Spento
